tap "homebrew/bundle"
brew "actionlint"
brew "awscli"
brew "awscli-local"
brew "bash"
brew "bash-completion@2"
brew "bed"
brew "chezmoi"
brew "coreutils"
brew "direnv"
brew "duckdb"
brew "emacs"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glib"
brew "gojq"
brew "grpcurl"
brew "httpie"
brew "jless"
brew "jq"
brew "kind"
brew "lima"
brew "mise"
brew "neovim"
brew "nkf"
# brew "postgresql@14"
brew "pwgen"
brew "qemu"
brew "shellcheck"
brew "stern"
brew "socket_vmnet"
brew "sqlite"
brew "terraform-ls"
brew "the_silver_searcher"
# brew "tmux"
brew "tree"
# brew "vim"
brew "yq"
cask "1password"
cask "alt-tab"
cask "discord"
cask "docker"
cask "drawio"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "raycast"
cask "skitch"
cask "slack"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wezterm"
