tap "aws/tap"
tap "homebrew/bundle"
brew "shellcheck"
brew "actionlint"
brew "glib"
brew "sqlite"
brew "aider"
brew "amazon-ecs-cli"
brew "awscli"
brew "awscli-local"
brew "bash"
brew "bash-completion@2"
brew "bed"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker-buildx"
brew "docker-compose"
brew "duckdb"
brew "emacs"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gojq"
brew "grpcurl"
brew "httpie"
brew "jless"
brew "jq"
brew "jsonnet"
brew "kind"
brew "lima"
brew "mise"
brew "mkcert"
brew "neovim"
brew "nkf"
brew "node"
brew "tree"
brew "pass"
brew "pass-otp"
brew "pstree"
brew "pwgen"
brew "qemu"
brew "socket_vmnet"
brew "sops"
brew "sshuttle"
brew "stern"
brew "terraform-ls"
brew "the_silver_searcher"
brew "tmux"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/eks-node-viewer"
cask "alt-tab"
cask "bettertouchtool"
cask "discord"
cask "docker"
cask "drawio"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "hhkb"
cask "karabiner-elements"
cask "raycast"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wezterm"
cask "zoom"
vscode "alefragnani.project-manager"
vscode "bierner.markdown-mermaid"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "foam.foam-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "marp-team.marp-vscode"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "pnp.polacode"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "ryuta46.multi-command"
vscode "streetsidesoftware.code-spell-checker"
vscode "taichi.vscode-textlint"
vscode "tim-koehler.helm-intellisense"
vscode "timonwong.shellcheck"
vscode "tshino.kb-macro"
vscode "vsls-contrib.gistfs"
vscode "yzane.markdown-pdf"
